/* exported DestinySubclassDefinition */

var DestinySubclassDefinition = {
  "21395672": {
    "name": "サンブレーカー"
  },
  "21395673": {
    "name": "サンブレーカー"
  },
  "1256644900": {
    "name": "ストームマスター"
  },
  "1256644901": {
    "name": "ストームマスター"
  },
  "1716862031": {
    "name": "ガンスリンガー"
  },
  "2007186000": {
    "name": "ディフェンダー"
  },
  "2455559914": {
    "name": "ストライカー"
  },
  "2962927168": {
    "name": "ブレードダンサー"
  },
  "3658182170": {
    "name": "サンシンガー"
  },
  "3828867689": {
    "name": "ボイドウォーカー"
  },
  "4143670656": {
    "name": "ナイトクローラー"
  },
  "4143670657": {
    "name": "ナイトクローラー"
  }
};